import pygal

# Then create a bar graph object

bar_chart = pygal.Bar()

# Add some values

bar_chart.add('Sequence Series1', [0, 2, 4, 6, 8, 5, 6, 7, 21, 34, 55])
bar_chart.add('Sequence Series2', [0, 2, 4, 6, 8, 5, 6, 7, 21, 34, 55])
'ทางพิเศษกาญจนาภิเษก(บางพลี-สุขสวัสดิ์)' ['60217745', '6604450', '3921853']
'บูรพาวิถี ['37323858', '1639427', '411080']
ศรีรัช ['171587253', '1838074', '271263']
ศรีรัช-วงแหวนรอบนอกกรุงเทพมหานคร ['17358529', '160722', '11390']
อุดรรัถยา ['22749340', '189358', '41408']
เฉลิมมหานคร ['90569430', '2335498', '718874']
# save the svgs

bar_chart.render_to_file('bar_chart.svg')